Repository: RedSn0w1877/PixlAudio-iOS
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ko, nb, ru, tr, zh_hans

# settings_dialog_palette_regenerate_failed
source: Could not regenerate palette for %1$@
de: Palette für %1$@ konnte nicht neu generiert werden
es: No se pudo regenerar la paleta para %1$@
fr: Impossible de régénérer la palette pour %1$@
id: Tidak dapat meregenerasi palet untuk %1$@
it: Impossibile rigenerare la palette per %1$@
ko: %1$@의 팔레트를 재생성할 수 없습니다
nb: Kunne ikke regenerere palett for %1$@
ru: Не удалось пересоздать палитру для %1$@
tr: %1$@ için palet yeniden oluşturulamadı
zh_hans: 无法为 %1$@ 重新生成调色板

# settings_dialog_palette_regenerated
source: Palette regenerated for %1$@
de: Palette für %1$@ neu generiert
es: Paleta regenerada para %1$@
fr: Palette régénérée pour %1$@
id: Palet diregenerasi untuk %1$@
it: Palette rigenerata per %1$@
ko: %1$@의 팔레트가 재생성되었습니다
nb: Palett regenerert for %1$@
ru: Палитра для %1$@ успешно пересоздана
tr: %1$@ için palet yeniden oluşturuldu
zh_hans: 已为 %1$@ 重新生成调色板

# settings_dialog_rebuild_database_body
source: This will completely rebuild your music library from scratch. All imported lyrics, favorites, and custom metadata will be lost. This action cannot be undone.
de: Dadurch wird deine Musikbibliothek komplett neu aufgebaut. Alle importierten Lyrics, Favoriten und benutzerdefinierten Metadaten gehen verloren. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto reconstruirá por completo tu biblioteca musical desde cero. Se perderán todas las letras importadas, favoritos y metadatos personalizados. Esta acción no se puede deshacer.
fr: Cela reconstruira complètement votre bibliothèque musicale à partir de zéro. Toutes les paroles importées, les favoris et les métadonnées personnalisées seront perdus. Cette action ne peut pas être annulée.
id: Ini akan sepenuhnya membangun kembali pustaka musik Anda dari awal. Semua lirik yang diimpor, favorit, dan metadata kustom akan hilang. Tindakan ini tidak dapat dibatalkan.
it: Questo ricostruirà completamente la tua libreria musicale da zero. Tutti i testi importati, preferiti e metadati personalizzati andranno persi. Questa azione non può essere annullata.
ko: 음악 라이브러리를 처음부터 완전히 다시 구축합니다. 가져온 모든 가사, 즐겨찾기 및 사용자 지정 메타데이터가 손실됩니다. 이 작업은 취소할 수 없습니다.
nb: Dette vil gjenoppbygge musikkbiblioteket ditt helt fra bunnen av. Alle importerte sangtekster, favoritter og egendefinerte metadata vil gå tapt. Denne handlingen kan ikke angres.
ru: Музыкальная медиатека будет полностью пересоздана с нуля. Все импортированные тексты песен, избранное и пользовательские метаданные будут удалены. Это действие нельзя отменить.
tr: Bu işlem müzik kitaplığınızı sıfırdan tamamen yeniden oluşturacaktır. İçe aktarılan tüm şarkı sözleri, favoriler ve özel meta veriler kaybolacaktır. Bu işlem geri alınamaz.
zh_hans: 这将从头开始完全重建您的音乐库。所有导入的歌词、收藏和自定义元数据都将丢失。此操作无法撤销。

# settings_dialog_rebuild_database_title
source: Rebuild database?
de: Datenbank neu aufbauen?
es: ¿Reconstruir la base de datos?
fr: Reconstruire la base de données ?
id: Bangun kembali database?
it: Ricostruire database?
ko: 데이터베이스를 다시 구축하시겠습니까?
nb: Gjenoppbygg database?
ru: Пересоздать базу данных?
tr: Veri tabanı yeniden oluşturulsun mu?
zh_hans: 重建数据库？

# settings_dialog_regenerate_daily_mix_body
source: This will discard the current mix and generate a new one based on recent listening habits.
de: Dadurch wird der aktuelle Mix verworfen und ein neuer basierend auf den letzten Hörgewohnheiten generiert.
es: Esto descartará la mezcla actual y generará una nueva basada en los hábitos de escucha recientes.
fr: Cela supprimera le mix actuel et en générera un nouveau basé sur vos habitudes d'écoute récentes.
id: Ini akan membuang mix saat ini dan menghasilkan yang baru berdasarkan kebiasaan mendengarkan baru-baru ini.
it: Questo scarterà il mix attuale e ne genererà uno nuovo basato sulle abitudini di ascolto recenti.
ko: 현재 믹스를 버리고 최근 청취 습관을 바탕으로 새로운 믹스를 생성합니다.
nb: Dette vil forkaste gjeldende miks og generere en ny basert på lyttevaner.
ru: Текущий микс будет удалён, а новый создан на основе последних привычек прослушивания.
tr: Bu işlem mevcut miksi silecek ve son dinleme alışkanlıklarınıza göre yeni bir miks oluşturacaktır.
zh_hans: 这将丢弃当前的推荐，并根据最近的听歌习惯生成一个新的。

# settings_dialog_regenerate_daily_mix_title
source: Regenerate Daily Mix?
de: Daily Mix neu generieren?
es: ¿Regenerar Daily Mix?
fr: Régénérer le Daily Mix ?
id: Regenerasi Daily Mix?
it: Rigenerare Daily Mix?
ko: 데일리 믹스를 재생성하시겠습니까?
nb: Regenerer Daily Mix?
ru: Пересоздать Daily Mix?
tr: Günlük Miks Yeniden Oluşturulsun mu?
zh_hans: 重新生成 Daily Mix？

# settings_dialog_regenerate_palettes_body
source: This will clear cached theme data and rebuild all palette styles for %1$lld unique album arts.
de: Gecachte Farbdaten werden gelöscht und für %1$lld Cover neu erstellt.
es: Esto borrará los datos del tema en caché y reconstruirá todos los estilos de paleta para %1$lld carátulas de álbum únicas.
fr: Cela effacera les données de thème en cache et reconstruira tous les styles de palettes pour %1$lld pochettes d'albums uniques.
id: Ini akan membersihkan data tema yang dicache dan membangun kembali semua gaya palet untuk %1$lld sampul album unik.
it: Questo cancellerà i dati tema in cache e ricostruirà tutti gli stili palette per %1$lld copertine album uniche.
ko: 캐시된 테마 데이터를 지우고 %1$lld개의 고유한 앨범 아트에 대해 모든 팔레트 스타일을 다시 빌드합니다.
nb: Dette vil tømme cachede temadata og gjenoppbygge alle palettstiler for %1$lld unike albumkunst-bilder.
ru: Сохранённые данные тем будут очищены, а все стили палитр пересозданы для %1$lld уникальных обложек альбомов.
tr: Bu işlem, önbelleğe alınmış tema verilerini temizleyecek ve %1$lld benzersiz albüm kapağı için tüm palet stillerini yeniden oluşturacaktır.
zh_hans: 这将清除缓存的主题数据，并重建 %1$lld 个唯一专辑封面的所有调色板样式。

# settings_dialog_regenerate_palettes_title
source: Regenerate all album palettes?
de: Alle Album-Paletten neu generieren?
es: ¿Regenerar todas las paletas de álbum?
fr: Régénérer toutes les palettes d'albums ?
id: Regenerasi semua palet album?
it: Rigenerare tutte le palette album?
ko: 모든 앨범 팔레트를 재생성하시겠습니까?
nb: Regenerer alle album-paletter?
ru: Пересоздать все палитры альбомов?
tr: Tüm albüm paletleri yeniden oluşturulsun mu?
zh_hans: 重新生成所有专辑调色板？

# settings_dialog_regenerate_stats_body
source: This will clear the statistics cache and force a recalculation from the database history.
de: Dadurch wird der Statistik-Cache geleert und eine Neuberechnung aus dem Datenbankverlauf erzwungen.
es: Esto borrará la caché de estadísticas y forzará un recálculo a partir del historial de la base de datos.
fr: Cela effacera le cache des statistiques et forcera un recalcul à partir de l'historique de la base de données.
id: Ini akan menghapus cache statistik dan memaksa perhitungan ulang dari riwayat database.
it: Questo cancellerà la cache statistiche e forzerà un ricalcolo dalla cronologia del database.
ko: 통계 캐시를 지우고 데이터베이스 기록에서 다시 계산하도록 합니다.
nb: Dette vil tømme statistikk-cachen og tvinge en ny beregning fra databasen.
ru: Кэш статистики будет очищен, а данные пересчитаны на основе истории в базе данных.
tr: Bu işlem istatistik önbelleğini temizleyecek ve veri tabanı geçmişinden yeniden hesaplama yapılmasını zorunlu kılacaktır.
zh_hans: 这将清除统计数据缓存并强制从数据库历史记录重新计算。

# settings_dialog_regenerate_stats_title
source: Regenerate Stats?
de: Statistiken neu generieren?
es: ¿Regenerar estadísticas?
fr: Régénérer les statistiques ?
id: Regenerasi Statistik?
it: Rigenerare statistiche?
ko: 통계를 재생성하시겠습니까?
nb: Regenerer statistikk?
ru: Пересоздать статистику?
tr: İstatistikler Yeniden Oluşturulsun mu?
zh_hans: 重新生成统计数据？

# settings_dialog_regenerating_palettes_body
source: Rebuilding cached palette variants for %1$lld unique album arts. This can take a while on large libraries.
de: %1$lld einzigartige Cover werden neu verarbeitet. Bei großen Bibliotheken kann das etwas dauern.
es: Reconstruyendo variantes de paleta en caché para %1$lld carátulas de álbum únicas. Esto puede llevar un tiempo en bibliotecas grandes.
fr: Reconstruction des variantes de palettes pour %1$lld pochettes d'albums uniques. Cela peut prendre un certain temps sur les grandes bibliothèques.
id: Membangun kembali varian palet yang dicache untuk %1$lld sampul album unik. Ini mungkin memakan waktu lama pada pustaka besar.
it: Ricostruzione varianti palette in cache per %1$lld copertine album uniche. Questo può richiedere tempo su librerie grandi.
ko: %1$lld개의 고유한 앨범 아트에 대해 캐시된 팔레트 변형을 다시 빌드합니다. 라이브러리가 큰 경우 시간이 걸릴 수 있습니다.
nb: Gjenoppbygger cachede palettvarianter for %1$lld unike albumkunst-bilder. Dette kan ta tid for store biblioteker.
ru: Пересоздание сохранённых вариантов палитр для %1$lld уникальных обложек альбомов. На больших медиатеках это может занять некоторое время.
tr: %1$lld benzersiz albüm kapağı için önbelleğe alınmış palet varyasyonları yeniden oluşturuluyor. Büyük kitaplıklarda bu işlem biraz zaman alabilir.
zh_hans: 正在重建 %1$lld 个唯一专辑封面的缓存调色板变体。在大型媒体库中这可能需要一些时间。

# settings_dialog_regenerating_palettes_title
source: Regenerating album palettes…
de: Album-Paletten werden neu generiert…
es: Regenerando paletas de álbum…
fr: Régénération des palettes d'albums…
id: Meregenerasi palet album…
it: Rigenerazione palette album…
ko: 앨범 팔레트 재생성 중…
nb: Regenererer album-paletter…
ru: Пересоздание палитр альбомов…
tr: Albüm paletleri yeniden oluşturuluyor…
zh_hans: 正在重新生成专辑调色板…

# settings_dialog_reset_imported_lyrics_body
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ko: 이 작업은 취소할 수 없습니다.
nb: Denne handlingen kan ikke angres.
ru: Это действие нельзя отменить.
tr: Bu işlem geri alınamaz.
zh_hans: 此操作无法撤销。

# settings_dialog_reset_imported_lyrics_title
source: Reset imported lyrics?
de: Importierte Lyrics zurücksetzen?
es: ¿Restablecer letras importadas?
fr: Réinitialiser les paroles importées ?
id: Reset lirik yang diimpor?
it: Reimpostare testi importati?
ko: 가져온 가사를 초기화하시겠습니까?
nb: Nullstill importerte sangtekster?
ru: Сбросить импортированные тексты?
tr: İçe aktarılan şarkı sözleri sıfırlansın mı?
zh_hans: 重置已导入的歌词？

# settings_dialog_restoring_backup
source: Restoring Backup
de: Backup wird wiederhergestellt
es: Restaurando copia de seguridad
fr: Restauration de la sauvegarde
it: Ripristino backup
ko: 백업 복구 중
nb: Gjenoppretter sikkerhetskopi
ru: Восстановление резервной копии
tr: Yedek Geri Yükleniyor
zh_hans: 正在恢复备份

# settings_disable_blur_all_over_subtitle
source: Turn off blur effects across the app to save battery and resources.
de: Weichzeichnungseffekte in der gesamten App deaktivieren, um Akku und Ressourcen zu sparen.
es: Desactiva los efectos de desenfoque en toda la aplicación para ahorrar batería y recursos.
fr: Désactiver les effets de flou dans toute l'application pour économiser de la batterie et des ressources.
id: Matikan efek blur di seluruh aplikasi untuk menghemat baterai dan sumber daya.
it: Disattiva gli effetti di sfocatura nell'app per risparmiare batteria e risorse.
ko: 배터리와 리소스를 절약하기 위해 앱 전체의 블러 효과를 끕니다.
nb: Slå av sløringseffekter i appen for å spare batteri og ressurser.
ru: Отключить эффекты размытия во всем приложении для экономии заряда батареи и ресурсов.
tr: Pil ve kaynak tasarrufu sağlamak için uygulama genelindeki bulanıklık efektlerini kapatın.
zh_hans: 在应用中关闭模糊效果以节省电量和资源。

# settings_disable_blur_all_over_title
source: Disable Blur Effects
de: Weichzeichnungseffekte deaktivieren
es: Desactivar efectos de desenfoque
fr: Désactiver les effets de flou
id: Nonaktifkan Efek Blur
it: Disattiva effetti sfocatura
ko: 블러 효과 비활성화
nb: Deaktiver sløringseffekter
ru: Отключить эффекты размытия
tr: Bulanıklık Efektlerini Devre Dışı Bırak
zh_hans: 关闭模糊效果

# settings_enter_api_key_placeholder
source: Enter API Key
de: API Key eingeben
es: Introduce la clave API
fr: Entrez la clé API
id: Masukkan API Key
it: Inserisci chiave API
ko: API 키 입력
nb: Skriv inn API-nøkkel
ru: Введите API-ключ
tr: API Anahtarını Girin
zh_hans: 输入 API 密钥

# settings_excluded_directories_subtitle
source: Folders here will be skipped when scanning your library.
de: Diese Ordner werden beim Scan ignoriert.
es: Estas carpetas se omitirán al escanear la biblioteca.
fr: Les dossiers listés ici seront ignorés lors de l'analyse.
id: Folder di sini akan dilewati saat memindai pustaka Anda.
it: Le cartelle qui verranno saltate durante la scansione della libreria.
ko: 여기에 있는 폴더는 라이브러리 스캔 시 제외됩니다.
nb: Mapper her vil bli hoppet over ved skanning av biblioteket.
ru: Эти папки будут пропущены при сканировании медиатеки.
tr: Buradaki klasörler kitaplığınız taranırken atlanacaktır.
zh_hans: 扫描媒体库时将跳过此处的文件夹。

# settings_excluded_directories_title
source: Excluded Directories
de: Ausgeschlossene Ordner
es: Directorios excluidos
fr: Répertoires exclus
id: Direktori yang Dikecualikan
it: Directory escluse
ko: 제외된 디렉토리
nb: Ekskluderte mapper
ru: Исключённые папки
tr: Hariç Tutulan Dizinler
zh_hans: 排除的目录

# settings_exp_album_art_quality_high_line
source: High (800px) - Best quality
de: Hoch (800px) – Beste Qualität
es: Alta (800px) - Mejor calidad
fr: Haute (800px) - Meilleure qualité
id: Tinggi (800px) - Kualitas terbaik
it: Alta (800px) - Migliore qualità
ko: 높음 (800px) - 고품질
nb: Høy (800px) – Beste kvalitet
ru: Высокое (800 px) — лучшее качество
tr: Yüksek (800px) - En iyi kalite
zh_hans: 高 (800px) - 最佳质量

# settings_exp_album_art_quality_low_line
source: Low (256px) - Better performance
de: Niedrig (256px) – Bessere Performance
es: Baja (256px) - Mejor rendimiento
fr: Basse (256px) - Meilleures performances
id: Rendah (256px) - Performa lebih baik
it: Bassa (256px) - Migliori prestazioni
ko: 낮음 (256px) - 성능 향상
nb: Lav (256px) – Bedre ytelse
ru: Низкое (256 px) — выше производительность
tr: Düşük (256px) - Daha iyi performans
zh_hans: 低 (256px) - 更好的性能

# settings_exp_album_art_quality_medium_line
source: Medium (512px) - Balanced
de: Mittel (512px) – Ausgewogen
es: Media (512px) - Equilibrado
fr: Moyenne (512px) - Équilibrée
id: Sedang (512px) - Seimbang
it: Media (512px) - Bilanciata
ko: 중간 (512px) - 균형
nb: Middels (512px) – Balansert
ru: Среднее (512 px) — баланс
tr: Orta (512px) - Dengeli
zh_hans: 中等 (512px) - 均衡

# settings_exp_album_art_quality_original_line
source: Original - Maximum quality
de: Original – Maximale Qualität
es: Original - Máxima calidad
fr: Originale - Qualité maximale
id: Asli - Kualitas maksimum
it: Originale - Qualità massima
ko: 원본 - 최대 품질
nb: Original – Maksimal kvalitet
ru: Оригинал — максимальное качество
tr: Orijinal - Maksimum kalite
zh_hans: 原图 - 最高质量

# settings_exp_album_art_resolution
source: Album Art Resolution
de: Cover-Auflösung
es: Resolución de la carátula del álbum
fr: Résolution des pochettes d'albums
id: Resolusi Sampul Album
it: Risoluzione copertina album
ko: 앨범 아트 해상도
nb: Albumkunst-oppløsning
ru: Разрешение обложек
tr: Albüm Kapağı Çözünürlüğü
zh_hans: 专辑封面分辨率

# settings_exp_album_carousel_subtitle
source: Delay album art and carousel until the sheet is expanded.
de: Cover und Karussell bis zum vollständigen Aufklappen verzögern.
es: Retrasar la carátula del álbum y el carrusel hasta que el panel esté expandido.
fr: Retarder la pochette d'album et le carrousel jusqu'à ce que la feuille soit développée.
id: Tunda sampul album dan karousel sampai panel mengembang.
it: Ritarda copertina e carosello finché il foglio non è espanso.
ko: 시트가 확장될 때까지 앨범 아트와 캐러셀을 지연합니다.
nb: Forsink albumkunst og karusell til arket er utvidet.
ru: Задерживать обложку и карусель до полного раскрытия панели.
tr: Panel genişletilene kadar albüm kapağını ve atlıkarıncayı geciktirin.
zh_hans: 在面板展开前延迟专辑封面和轮播图。

# settings_exp_album_carousel_title
source: Album carousel
de: Album-Karussell
es: Carrusel de álbumes
fr: Carrousel d'albums
id: Karousel album
it: Carosello album
ko: 앨범 캐러셀
nb: Albumkarusell
ru: Карусель альбомов
tr: Albüm atlıkarıncası
zh_hans: 专辑轮播

# settings_exp_apply_on_close_subtitle
source: Use close threshold to switch back to placeholders while collapsing.
de: Schließ-Schwelle verwenden, um beim Einklappen zu Platzhaltern zurückzukehren.
es: Usar el umbral de cierre para volver a los marcadores de posición al colapsar.
fr: Utiliser le seuil de fermeture pour revenir aux espaces réservés lors de la réduction.
id: Gunakan ambang batas penutupan untuk beralih kembali to placeholder saat menutup.
it: Usa la soglia di chiusura per tornare ai placeholder durante la chiusura.
ko: 접히는 동안 플레이스홀더로 다시 전환하기 위해 닫기 임계값을 사용합니다.
nb: Bruk lukke-terskel for å bytte tilbake til plassholdere ved sammenfolding.
ru: Использовать порог закрытия для возврата к заполнителям во время сворачивания.
tr: Daraltılırken yer tutuculara geri dönmek için kapatma eşiğini kullanın.
zh_hans: 使用关闭阈值在折叠时切换回占位图。

# settings_exp_apply_on_close_title
source: Also apply on player close
de: Auch beim Schließen anwenden
es: Aplicar también al cerrar el reproductor
fr: Appliquer aussi à la fermeture du lecteur
id: Juga terapkan pada penutupan pemutar
it: Applica anche alla chiusura del player
ko: 플레이어 닫을 때도 적용
nb: Bruk også ved lukking av spiller
ru: Также применять при закрытии плеера
tr: Oynatıcı kapatıldığında da uygula
zh_hans: 在播放器关闭时也应用

# settings_exp_close_threshold_subtitle
source: How much collapse is required before placeholders take over again.
de: Wie weit das Einklappen fortgeschritten sein muss, bevor Platzhalter übernehmen.
es: Cuánto colapso se requiere antes de que los marcadores de posición vuelvan a tomar el control.
fr: Niveau de réduction requis avant que les espaces réservés ne reprennent le dessus.
id: Seberapa banyak lipatan yang diperlukan sebelum placeholder mengambil alih lagi.
it: Quanta chiusura è richiesta prima che i placeholder riprendano il controllo.
ko: 플레이스홀더가 다시 나타나기 위해 얼마나 접혀야 하는지 설정합니다.
nb: Hvor mye sammenfolding som kreves før plassholdere tar over igjen.
ru: Насколько должна свернуться панель, прежде чем снова появятся заполнители.
tr: Yer tutucuların tekrar devralması için ne kadar daraltma gerektiği.
zh_hans: 在占位图再次接管之前需要折叠多少程度。

# settings_exp_close_threshold_title
source: Close threshold
de: Schließ-Schwelle
es: Umbral de cierre
fr: Seuil de fermeture
id: Ambang batas penutupan
it: Soglia chiusura
ko: 닫기 임계값
nb: Lukke-terskel
ru: Порог закрытия
tr: Kapatma eşiği
zh_hans: 关闭阈值

# settings_exp_content_appears_at
source: Content appears at %1$lld%% expansion
de: Inhalt erscheint bei %1$lld%% Aufklappung
es: El contenido aparece al %1$lld%% de expansión
fr: Le contenu apparaît à %1$lld%% de développement
id: Konten muncul pada ekspansi %1$lld%%
it: Contenuto visibile al %1$lld%% di espansione
ko: 콘텐츠가 %1$lld%% 확장에서 나타남
nb: Innhold vises ved %1$lld%% utvidelse
ru: Содержимое появляется при раскрытии на %1$lld%%
tr: İçerik %1$lld%% genişlemede görünür
zh_hans: 内容在 %1$lld%% 展开时出现

# settings_exp_delay_all_active_hint
source: All delayed components are active. Disable "Delay everything" to customize each part.
de: Alle verzögerten Komponenten sind aktiv. "Alles verzögern" deaktivieren, um einzelne Teile anzupassen.
es: Todos los componentes retrasados están activos. Desactiva "Retrasar todo" para personalizar cada parte.
fr: Tous les composants retardés sont actifs. Désactivez « Tout retarder » pour personnaliser chaque partie.
id: Semua komponen yang ditunda aktif. Nonaktifkan "Tunda semuanya" untuk menyesuaikan setiap bagian.
it: Tutti i componenti ritardati sono attivi. Disabilita "Ritarda tutto" per personalizzare ogni parte.
ko: 모든 지연된 구성 요소가 활성화되었습니다. 각 부분을 사용자 지정하려면 "모두 지연"을 비활성화하세요.
nb: Alle forsinkede komponenter er aktive. Deaktiver "Forsink alt" for å tilpasse hver del.
ru: Все компоненты с задержкой активны. Отключите «Задерживать всё», чтобы настроить отдельные элементы.
tr: Tüm geciktirilmiş bileşenler etkin. Her parçayı özelleştirmek için "Her şeyi geciktir" seçeneğini devre dışı bırakın.
zh_hans: 所有延迟组件均处于活动状态。禁用“延迟所有内容”以自定义各个部分。

# settings_exp_delay_everything_subtitle
source: Hold the full player content until the sheet background is fully expanded.
de: Gesamten Player-Inhalt zurückhalten, bis der Sheet-Hintergrund vollständig aufgeklappt ist.
es: Mantener todo el contenido del reproductor hasta que el fondo del panel esté completamente expandido.
fr: Maintenir tout le contenu du lecteur jusqu'à ce que l'arrière-plan soit complètement développé.
id: Tahan seluruh konten pemutar sampai latar belakang panel mengembang sepenuhnya.
it: Trattiene l'intero contenuto del player finché lo sfondo del foglio non è completamente espanso.
ko: 시트 배경이 완전히 확장될 때까지 전체 플레이어 콘텐츠를 보류합니다.
nb: Hold tilbake alt spillerinnhold til arkbakgrunnen er fullt utvidet.
ru: Удерживать всё содержимое плеера, пока панель полностью не раскроется.
tr: Panel arka planı tamamen açılana kadar tüm oynatıcı içeriğini bekletin.
zh_hans: 在面板背景完全展开之前，保留所有播放器内容。

# settings_exp_delay_everything_title
source: Delay everything
de: Alles verzögern
es: Retrasar todo
fr: Tout retarder
id: Tunda semuanya
it: Ritarda tutto
ko: 모두 지연
nb: Forsink alt
ru: Задерживать всё
tr: Her şeyi geciktir
zh_hans: 延迟所有内容

# settings_exp_drag_release_bypass
source: Drag release mode bypasses thresholds and close behavior. The swap happens only when the sheet drag gesture ends.
de: Drag-Release-Modus umgeht Schwellen und Schließverhalten. Der Wechsel erfolgt nur beim Ende der Zieh-Geste.
es: El modo Soltar arrastre omite los umbrales y el comportamiento de cierre. El intercambio ocurre solo cuando termina el gesto de arrastre del panel.
fr: Le mode Relâchement contourne les seuils et le comportement de fermeture. Le basculement se produit uniquement lorsque le geste de glissement prend fin.
id: Mode lepas seret mengabaikan ambang batas dan perilaku penutupan. Pertukaran terjadi hanya ketika gerakan seret panel berakhir.
it: La modalità rilascio trascinamento bypassa le soglie e il comportamento di chiusura. Lo scambio avviene solo quando il gesto di trascinamento del foglio termina.
ko: 드래그 해제 모드는 임계값과 닫기 동작을 무시합니다. 시트 드래그 제스처가 끝날 때만 교체가 일어납니다.
nb: Dra-slipp-modus omgår terskler og lukke-atferd. Byttet skjer kun når arkdrage-gesten avsluttes.
ru: Режим отпускания жеста игнорирует пороги и поведение закрытия. Переключение происходит только после завершения жеста перетаскивания панели.
tr: Sürükleyip bırakma modu, eşikleri ve kapatma davranışını baypas eder. Geçiş yalnızca panel sürükleme hareketi sona erdiğinde gerçekleşir.
zh_hans: 拖动释放模式会绕过阈值和关闭行为。交换仅在面板拖动手势结束时发生。

# settings_exp_drag_release_subtitle
source: Switches only after gesture release.
de: Wechselt erst nach dem Loslassen der Geste.
es: Cambia solo después de soltar el gesto.
fr: Bascule uniquement après le relâchement du geste.
id: Beralih hanya setelah gerakan dilepaskan.
it: Cambia solo dopo il rilascio del gesto.
ko: 제스처 해제 후에만 전환됩니다.
nb: Bytter kun etter at gesten slippes.
ru: Переключение происходит только после завершения жеста.
tr: Yalnızca hareket bırakıldıktan sonra geçiş yapar.
zh_hans: 仅在手势释放后切换。

# settings_exp_expand_threshold_subtitle
source: How expanded the sheet must be before delayed components become visible.
de: Wie weit das Sheet aufgeklappt sein muss, bevor verzögerte Komponenten sichtbar werden.
es: Qué tan expandido debe estar el panel antes de que los componentes retrasados sean visibles.
fr: Niveau de développement requis pour que les composants retardés deviennent visibles.
id: Seberapa mengembang panel sebelum komponen yang ditunda menjadi terlihat.
it: Quanto deve essere espanso il foglio prima che i componenti ritardati diventino visibili.
ko: 지연된 구성 요소가 표시되기 위해 시트가 얼마나 확장되어야 하는지 설정합니다.
nb: Hvor mye arket må være utvidet før forsinkede komponenter vises.
ru: Насколько должна раскрыться панель, прежде чем появятся задержанные компоненты.
tr: Gecikmeli bileşenlerin görünür olması için panelin ne kadar genişletilmesi gerektiği.
zh_hans: 在延迟组件变得可见之前，面板必须展开的程度。
